Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

source: LED Color
ar: لون الضوء
be: Колер святлодыёда
ca: Color del LED
de: LED-Farbe
es: Color del led
fa: رنگ LED
fi: Merkkivalon väri
fr: Couleur de la DEL
id: Warna LED
it: Colore LED
ko: LED 색상
ms: Warna LED
nl: LED-kleur
pl: Kolor LED-a
pt_br: Cor do LED de notificação
ru: Цвет светодиода
sv: Ljust färg
tr: Işık Rengi
uk: Колір світлодіода
uz: LED rangi
zh_cn: LED 颜色
zh_tw: LED 顔色

# LedDisabled
source: Disabled
ar: تعطيل
be: Адключаны
ca: Desactivat
de: Deaktiviert
es: Desactivado
fa: غیرفعال
fi: Pois
fr: Désactiver
id: Nonaktifkan
it: Disattivato
ko: 사용 안 함
ms: Nyahdaya
nl: Uitgeschakeld
pl: Wyłączony
pt_br: Desativado
ru: Откл.
sv: Inaktiverad
tr: Devre dışı
uk: Вимкнути
uz: Yoqilmagan
zh_cn: 禁用
zh_tw: 禁用

# LimitByPeriod
source: Limit by time period
ar: محدود بفترة زمنية
be: Абмежаванне прамежкам часу
ca: Límit per temps
de: Begrenzung nach Ablauf der Zeit
es: Limitar por tiempo
fi: Aikaraja
fr: Limiter par durée de vie
it: Limita per durata
ko: 기간에 따라 제한
ms: Terbatas dengan jangka masa
nl: Tijdslimiet
pl: Ograniczenie czasu na
pt_br: Limitar por período de tempo
ru: Ограничение по времени
sv: Tidsbegränsa
tr: Süreye göre sınırla
uk: Обмежити за часом

source: Limit number of uses
ar: محدود بعدد المستخدمين
be: Абмежаванне колькасці выкарыстанняў
ca: Límit per nombre d'usos
de: Anzahl der Nutzungen
es: Limitar número de usos
fi: Käyttäjäraja
fr: Limiter le nombre d'utilisations
it: Limita il numero di utilizzi
ko: 사용 횟수 제한
ms: Had berapa kali boleh diguna
nl: Gebruikslimiet
pl: Ograniczenie liczby użyć
pt_br: Limitar quantidade de usos
ru: Число вступлений
sv: Begränsa på antal användare
tr: Kullanım sayısını sınırla
uk: Кількість використань

source: Limit Reached
ar: تم بلوغ الحد
be: Ліміт дасягнуты
ca: S'ha assolit el límit
de: Limit erreicht
es: Límite alcanzado
fa: به سقف مجاز رسیدید
fi: Kohtasit rajan
fr: Limite atteinte
id: Limit Tercapai
it: Limite raggiunto
ko: 상한선에 다다름
ms: Had Tercapai
nl: Limiet bereikt
pl: Osiągnięto limit
pt_br: Limite Atingido
ru: Достигнут лимит
sv: Gräns nådd
tr: Sınıra Ulaşıldı
uk: Досягнуто обмеження
uz: Limitga yetib keldi

# LinkActionCopy
source: Copy
ar: نسخ
be: Капіяваць
ca: Copia
de: Kopieren
es: Copiar
fi: Kopioi
fr: Copier
it: Copia
ko: 복사
ms: Salin
nl: Kopiëren
pl: Kopiuj
pt_br: Copiar
ru: Скопировать
sv: Kopiera
tr: Kopyala
uk: Копіювати

# LinkActionShare
source: Share
ar: مشاركة
be: Абагуліць
ca: Comparteix
de: Teilen
es: Compartir
fi: Jaa
fr: Partager
it: Condividi
ko: 공유
ms: Kongsi
nl: Delen
pl: Udostępnij
pt_br: Compartilhar
ru: Поделиться
sv: Dela
tr: Paylaş
uk: Поділитися

# LinkAvailable
source: {0} is available.
ar: ⁨{0}⁩ متاح.
be: «{0}» даступная.
ca: {0} està disponible.
de: {0} ist verfügbar.
es: {0} está disponible.
fa: ⁨{0}⁩ امکان‌پذیر است.
fi: {0} on saatavilla.
fr: {0} est disponible.
id: {0} tersedia.
it: {0} è disponibile.
ko: {0}을(를) 사용하실 수 있습니다.
ms: {0} masih ada.
nl: {0} is beschikbaar.
pl: Nazwa {0} jest dostępna.
pt_br: {0} está disponível.
ru: {0} доступно.
sv: {0} är tillgänglig.
tr: {0} kullanılabilir.
uk: {0} доступно.
uz: {0} boʻsh.
zh_cn: {0} 可用。
zh_tw: {0} 可用。

# LinkChecking
source: Checking name…
ar: يتم التحقق من الاسم...
be: Праверка назвы…
ca: S'està comprovant el nom…
de: Überprüfe Namen...
es: Verificando nombre...
fi: Tarkistetaan nimeä...
fr: Vérification...
it: Controllo il nome…
ko: 이름 확인 중...
ms: Nama diperiksa...
nl: Naam controleren...
pl: Sprawdzam nazwę…
pt_br: Verificando nome...
ru: Проверка имени…
sv: Kontrollerar namn...
tr: Ad kontrol ediliyor…
uk: Перевірка назви...

# LinkCopied
source: Link copied to clipboard
ar: تم نسخ الرابط إلى الحافظة.
be: Спасылка скапіявана ў буфер абмену
ca: S'ha copiat l'enllaç al porta-retalls
de: Link in die Zwischenablage kopiert
es: Enlace copiado al portapapeles
fa: لینک در حافظه کپی شد
fi: Linkki kopioitiin leikepöydälle.
fr: Lien copié dans le presse-papier
id: Tautan telah disalin ke clipboard
it: Link copiato negli appunti
ko: 링크를 클립보드에 복사했습니다
ms: Link disalin ke papanklip
nl: Link gekopieerd naar klembord.
pl: Link został skopiowany do schowka
pt_br: Link copiado.
ru: Ссылка скопирована в буфер обмена.
sv: Länk kopierad till Urklipp.
tr: Bağlantı panoya kopyalandı
uk: Посилання скопійовано
uz: Havola vaqtincha xotiraga nusxalandi
zh_cn: 已复制链接到剪贴板
zh_tw: 已複製鏈結到剪貼板

# LinkCopiedPrivate
source: Link copied to clipboard. This link will only work for members of this chat.
ar: تم نسخ الرابط للحافظة. لن يعمل هذا الرابط إلا لأعضاء هذه المحادثة.
be: Спасылка скапіявана ў буфер абмену. Гэта спасылка будзе працаваць толькі для ўдзельнікаў гэтага чата.
ca: S'ha copiat l'enllaç al porta-retalls. Aquest enllaç només funcionarà per als membres del xat.
de: Link in Zwischenablage kopiert. Der Link funktioniert nur für Mitglieder dieses Chats.
es: Enlace copiado al portapapeles. Este enlace sólo funcionará para miembros de este chat.
fa: لینک در حافظه کپی شد. این لینک فقط برای اعضای این گفتگو کار می‌کند.
fi: Linkki kopioitiin leikepöydälle. Se toimii vain tämän keskustelun jäsenille.
fr: Lien copié. Ce lien ne fonctionnera que pour les membres de cet échange.
id: Tautan disalin ke papan klip. Tautan hanya berfungsi untuk anggota grup ini.
it: Link copiato negli appunti. Questo link funzionerà solo per i membri di questa chat.
ko: 링크가 클립보드에 복사되었습니다. 이 링크는 이 대화방의 참가자에게만 작동합니다.
ms: Link disalin ke papan klip. Link ini hanya akan berfungsi untuk ahli bual ini.
nl: Link gekopiëerd naar klembord. Deze link werkt alleen voor leden van deze chat.
pl: Link został skopiowany do schowka. Ten link działa tylko dla członków tego czatu.
pt_br: Link copiado. Ele só funciona para membros deste chat.
ru: Ссылка скопирована. Она будет работать только для участников чата.
sv: Länk kopierad till Urklipp. Länken fungerar endast för medlemmar i chatten.
tr: Bağlantı kopyalandı. Bu bağlantı yalnızca bu sohbetin üyeleri için çalışacak.
uk: Посилання скопійовано. Воно працюватиме лише в учасників цього чату.
uz: Havola vaqtincha xotiraga nusxalandi. Bu havola faqat ushbu guruh aʼzolari uchun ishlaydi.

# LinkCopiedPrivateInfo
source: This link will only work for members of this chat.
ar: سيعمل هذا الرابط لأعضاء هذه المحادثة فقط.
be: Гэта спасылка будзе працаваць толькі для ўдзельнікаў гэтага чата.
ca: L'enllaç només funcionarà per als membres del xat.
de: Der Link funktioniert nur für Mitglieder dieses Chats.
es: Este enlace sólo funcionará para miembros de este chat.
fi: Tämä linkki toimii vain tämän keskustelun jäsenille.
fr: Ce lien ne fonctionnera que pour les membres de cet échange.
it: Questo link funzionerà solo per i membri di questa chat.
ko: 이 링크는 이 대화방의 참가자에게만 작동합니다.
ms: Link ini hanya berfungsi untuk ahli bual ini.
nl: Deze link werkt alleen voor leden van deze chat
pl: Ten link zadziała tylko członkom tego czatu.
pt_br: Este link só funcionará para os membros do chat.
ru: Ссылка будет работать только для участников этого чата.
sv: Länken fungerar endast för chattens medlemmar
tr: Bu bağlantı yalnızca bu sohbetin üyeleri için çalışacaktır.
uk: Це посилання працюватиме лише в учасників цього чату.

# LinkCreatedeBy
source: Link created by
ar: أُنشئ الرابط بواسطة
be: Спасылку стварыў(-ла)
ca: Enllaç creat per
de: Link erstellt von
es: Enlace creado por
fi: Linkin luonut
fr: Lien créé par
it: Link creato da
ko: 링크 생성자
ms: Link dicipta oleh
nl: Link gemaakt door
pl: Link utworzony przez
pt_br: Link criado por
ru: Ссылка создана
sv: Länk skapad av
tr: Bağlantıyı oluşturan:
uk: Посилання створено

source: Link Desktop Device
ar: ربط جهاز الحاسب
be: Прывязаць камп’ютар
ca: Enllaça un dispositiu
de: Desktopgerät verknüpfen
es: Vincular dispositivo
fi: Yhdistä työpöytälaite
fr: Connecter un ordinateur
it: Collega dispositivo desktop
ko: 데스크탑 기기 연결
ms: Link Peranti Desktop
pl: Połącz z komputerem stacjonarnym
pt_br: Conectar Desktop
ru: Подключить устройство
sv: Länka desktopenheten
tr: Desktop Cihazını Bağla
uk: Зʼєднати з компʼютером

source: Linked Channel
ar: القناة المرتبطة
be: Прывязаны канал
ca: Canal enllaçat
de: Verknüpfter Kanal
es: Canal vinculado
fa: کانال متصل
fi: Kanavayhteys
fr: Canal lié
id: Channel Tersambung
it: Canale collegato
ko: 연결된 채널
ms: Saluran Dilink
nl: Gekoppeld kanaal
pl: Podłączony kanał
pt_br: Canal Vinculado
ru: Привязанный канал
sv: Länkad kanal
tr: Bağlantılı Kanal
uk: Привʼязаний канал
uz: Biriktirilgan kanal

# LinkExpiresIn
source: The link expires {0}
ar: ينتهي الرابط في ⁨{0}⁩
be: Спасылка дзейнічае да {0}
ca: L'enllaç caduca el {0}
de: Der Link läuft ab {0}
es: El enlace expira {0}
fi: Linkki erääntyy {0}
fr: Le lien expire {0}
it: Questo link scade {0}
ko: {0} 이후에 링크 만료됨
ms: Link tamat dalam {0}
nl: De link verloopt {0}
pl: Link wygaśnie {0}
pt_br: O link expira {0}
ru: Ссылка истекает {0}
sv: Länken utgår {0}
tr: Bağlantının süresi {0} içinde doluyor
uk: Посилання спливає за {0}

# LinkExpiresInTime
source: The link expires in {0}
ar: ينتهي الرابط بعد ⁨{0}⁩
be: Спасылка дзейнічае да {0}
ca: L'enllaç caduca en {0}
de: Der Link läuft in {0} ab
es: El enlace expira en {0}
fi: Linkki erääntyy ({0})
fr: Le lien expire dans {0}
it: Questo link scade tra {0}
ko: {0} 이후에 링크가 만료됩니다
ms: Link tamat dalam {0}
nl: De link verloopt over {0}
pl: Link wygaśnie za {0}
pt_br: O link expira em {0}
ru: Ссылка истекает через {0}
sv: Länken utgår om {0}
tr: Bağlantı {0} içinde sona erecek
uk: Це посилання спливає за {0}

# LinkHashExpired
source: Link is no longer active
ar: لم يعد الرابط نشطًا
be: Спасылка больш не дзейнічае
ca: L’enllaç ja no és actiu
de: Link ist nicht mehr aktiv
es: El enlace ya no está activo
fi: Linkki ei enää toimi
fr: Le lien n'est plus actif
it: Link non più attivo
ko: 링크가 더 이상 유효하지 않습니다
ms: Link tidak lagi aktif
nl: Link is niet meer actief
pl: Link już nie jest aktywny
pt_br: O link não está mais ativo
ru: Ссылка больше не активна
sv: Länker är inte längre i funktion
tr: Bağlantı artık aktif değil
uk: Посилання більше не діє

# LinkInfo
source: Anyone who has Telegram installed will be able to join your group by following this link.
ar: يمكن لأي شخص لديه تيليجرام الانضمام إلى مجموعتك عبر هذا الرابط.
be: Кожны, у каго ўсталяваны Telegram, зможа далучыцца да вашай суполкі, калі пяройдзе па гэтай спасылцы.
ca: Tothom qui tingui el Telegram instal·lat podrà unir-se al grup seguint aquest enllaç.
de: Jeder, der Telegram installiert hat, kann anhand dieses Links in deine Gruppe.
es: Cualquiera que tenga instalado Telegram podrá unirse a tu grupo abriendo este enlace.
fa: هر کسی که تلگرام را نصب کرده باشد می‌تواند با استفاده از این لینک به گروه شما بپیوندد.
fi: Kuka tahansa Telegramin käyttäjä pystyy liittymään ryhmääsi avaamalla kutsulinkin.
fr: Toute personne utilisant Telegram pourra rejoindre votre groupe en suivant ce lien.
id: Siapapun yang memasang Telegram dapat bergabung dengan group Anda dengan mengikuti tautan ini.
it: Chiunque su Telegram potrà unirsi al tuo gruppo tramite questo link.
ko: 누구나 텔레그램을 설치했다면 위 링크를 따라 그룹에 들어올 수 있습니다.
ms: Sesiapa yang telah pasang Telegram boleh menjadi ahli grup dengan menggunakan link ini.
nl: Andere Telegram-gebruikers kunnen lid worden van je groep door deze link te openen.
pl: Każdy użytkownik Telegrama będzie mógł dołączyć do twojej grupy za pomocą tego linku.
pt_br: Qualquer pessoa que tiver o Telegram instalado poderá participar do seu grupo usando esse link.
ru: Любой пользователь Telegram сможет вступить в Вашу группу, перейдя по этой ссылке.
sv: Alla som har Telegram installerat kan gå med i din kanal genom att följa den här länken.
tr: Telegram yükleyen herkes bu bağlantıyı izleyerek grubunuza katılabilir.
uk: За цим посиланням будь-який користувач Telegram може приєднатися до вашої групи.
uz: Telegramning istalgan foydalanuvchisi bu havola orqali guruhingizga qoʻshilishi mumkin.
zh_cn: 任何已安装 Telegram 的用户都将可以通过此链接加入您的群组。
zh_tw: 任何已安裝 Telegram 的用戶都將可以通過此鏈結加入您的群組。

# LinkInfoChannel
source: Anyone who has Telegram installed will be able to join your channel by following this link.
ar: يمكن لأي شخص لديه تيليجرام الانضمام إلى قناتك عبر هذا الرابط.
be: Кожны, у каго ўсталяваны Telegram, зможа далучыцца да вашага канала, калі пяройдзе па гэтай спасылцы.
ca: Qualsevol persona amb el Telegram instal·lat podrà unir-se al canal amb aquest enllaç.
de: Jeder, der Telegram installiert hat, kann deinem Kanal beitreten, indem er diesem Link folgt.
es: Cualquiera que tenga instalado Telegram podrá unirse a tu canal abriendo este enlace.
fi: Kuka tahansa Telegramin käyttäjä pystyy liittymään kanavallesi avaamalla kutsulinkin.
fr: Toute personne ayant installé Telegram pourra rejoindre votre canal en utilisant ce lien.
it: Chiunque abbia Telegram installato potrà unirsi al tuo canale tramite questo link.
ko: 누구나 텔레그램을 설치했다면 이 링크를 따라 채널에 들어올 수 있습니다.
ms: Sesiapa yang ada Telegram terpasang akan boleh sertai saluran anda melalui link ini.
nl: Iedereen die Telegram geïnstalleerd heeft kan lid worden van je kanaal door deze link te gebruiken.
pl: Każdy użytkownik Telegrama będzie mógł dołączyć do twojego kanału za pomocą tego linku.
pt_br: Qualquer pessoa que tiver o Telegram instalado poderá se inscrever no seu canal usando esse link.
ru: Любой пользователь Telegram сможет подписаться на канал при помощи этой ссылки.
sv: Vem som helst som har Telegram installerat kan följa din kanal.
tr: Telegram'ı yükleyen herkes bu bağlantıyı izleyerek kanalınıza katılabilir.
uk: Будь-який користувач Telegram може приєднатися до каналу, перейшовши за цим посиланням.

# LinkInUse
source: Sorry, this name is already taken.
ar: عذرًا، هذا الرابط محجوز.
be: На жаль, гэта назва ўжо занята.
ca: Aquest nom ja es troba en ús.
de: Leider ist der Name schon belegt.
es: Este nombre ya está ocupado.
fa: متأسفانه این نام قبلاً انتخاب شده است.
fi: Valitettavasti tämä linkki on jo varattu.
fr: Ce lien est déjà utilisé.
id: Maaf, nama ini telah digunakan.
it: Spiacenti, questo nome è già stato preso.
ko: 죄송합니다. 이미 사용되고 있는 이름입니다.
ms: Maaf, nama ini sudah diguna.
nl: Deze naam is bezet.
pl: Ta nazwa jest już zajęta.
pt_br: Desculpe, esse nome já está em uso.
ru: Имя уже занято.
sv: Beklagar, länken är redan tagen.
tr: Üzgünüz, bu ad zaten alınmış.
uk: Ця назва вже зайнята.
uz: Kechirasiz, bu nom band.
zh_cn: 抱歉，此名称已被使用。
zh_tw: 抱歉，此名稱已被使用。

# LinkInvalid
source: Sorry, this name is invalid.
ar: هذا الرابط العام غير صالح.
be: На жаль, гэта назва памылковая.
ca: Aquest nom no és vàlid.
de: Der Name ist ungültig.
es: Este nombre no es válido.
fa: متأسفانه این نام نامعتبر است.
fi: Tämä linkki ei kelpaa.
fr: Ce lien est invalide.
id: Maaf, nama ini tidak valid.
it: Spiacenti, questo nome non è valido.
ko: 올바르지 않은 이름입니다.
ms: Maaf, nama ini tidak sah.
nl: Deze naam is ongeldig.
pl: Ta nazwa jest niepoprawna.
pt_br: Desculpe, esse nome é inválido.
ru: Некорректное имя.
sv: Denna publika länk är ogiltig.
tr: Üzgünüz, bu ad geçersiz.
uk: Ця назва недопустима.
uz: Kechirasiz, bunday nomdan foydalanib bo'lmaydi.
zh_cn: 抱歉，此名称不符合规范。
zh_tw: 抱歉，此名稱不符合規範。

# LinkInvalidLong
source: The name must not exceed 32 characters.
ar: الروابط العامة يجب أن لا تزيد عن 32 حرفًا.
be: Даўжыня назвы не можа перавышаць 32 сімвалы.
ca: El nom no pot excedir els 32 caràcters.
de: Der Name darf maximal 32 Zeichen haben.
es: El nombre no debe exceder los 32 caracteres.
fa: نام کانال نباید از 32 کاراکتر بیشتر باشد.
fi: Linkin pituus ei saa ylittää 32 merkkiä.
fr: Le nom ne doit pas excéder 32 caractères
id: Nama tidak boleh lebih dari 32 karakter.
it: Il nome non può superare i 32 caratteri.
ko: 이름은 32자를 넘길 수 없습니다.
ms: Nama tidak boleh lebih dari 32 aksara.
nl: De naam mag niet langer zijn dan 32 tekens.
pl: Nazwa nie może przekraczać 32 znaków.
pt_br: O nome não pode exceder 32 caracteres.
ru: Имя не может быть длиннее 32 символов.
sv: Publika länkar får inte ha fler än 32 tecken.
tr: Ad, 32 karakteri geçmemelidir.
uk: Назва не повинна перевищувати 32 символів.
uz: Kanal nomi 32 ta belgidan oshmasligi shart.
zh_cn: 频道名称不能超过 32 个字符。
zh_tw: 頻道名稱不能超過 32 個字符。

# LinkInvalidShort
source: Channel names must have at least 5 characters.
ar: الروابط العامة يجب أن لا تقل عن 5 خانات.
be: Назва канала павінна складацца як мінімум з 5 сімвалаў.
ca: El nom del canal ha de tenir com a mínim 5 caràcters.
de: Kanalnamen benötigen mindestens 5 Zeichen.
es: El nombre del canal debe tener al menos 5 caracteres.
fa: نام کانال‌‌ باید حداقل 5 کاراکتر داشته باشد.
fi: Julkisessa linkissä on oltava vähintään 5 merkkiä.
fr: Les noms de canaux doivent contenir au moins 5 caractères.
id: Nama channel harus memiliki setidaknya 5 karakter.
it: I nomi dei canali devono avere almeno 5 caratteri.
ko: 채널명은 5자 이상이어야 합니다.
ms: Nama saluran mestilah sekurang-kurangnya 5 aksara.
nl: Een kanaalnaam moet minimaal 5 tekens hebben.
pl: Nazwy kanałów muszą mieć co najmniej 5 znaków.
pt_br: Nome do canal deve ter pelo menos 5 caracteres.
ru: Короткие имена должны содержать не меньше 5 символов.
sv: Publika länkar måste innehålla minst 5 tecken.
tr: Kanal adı en az 5 karakter olmalıdır.
uk: Назви каналів мають містити принаймні 5 символів.
uz: Kanal nomi kamida 5 ta belgidan iborat boʻlishi kerak.
zh_cn: 频道名称必须包含至少 5 个字符。
zh_tw: 頻道名稱必須包含至少 5 個字符。

# LinkInvalidShortMega
source: Group names must have at least 5 characters.
ar: الروابط العامة يجب أن تحتوي 5 أحرف على الأقل.
be: Назва суполкі павінна складацца як мінімум з 5 сімвалаў.
ca: El nom del grup ha de tenir com a mínim 5 caràcters.
de: Gruppennamen benötigen mindestens 5 Zeichen.
es: El nombre del grupo debe tener al menos 5 caracteres.
fa: نام گروه باید حداقل 5 کاراکتر داشته باشد.
fi: Julkisessa linkissä on oltava vähintään 5 merkkiä.
fr: Les noms de groupes doivent contenir au moins 5 caractères.
id: Nama group harus memiliki setidaknya 5 karakter.
it: I nomi dei gruppi devono avere almeno 5 caratteri.
ko: 그룹명은 5자 이상이어야 합니다.
ms: Nama grup mestilah sekurang-kurangnya 5 aksara.
nl: Een groepsnaam moet minimaal 5 tekens hebben.
pl: Nazwy grup muszą mieć co najmniej 5 znaków.
pt_br: Nome do grupo deve ter pelo menos 5 caracteres.
ru: Имена групп должны содержать не меньше 5 символов.
sv: Publika länkar måste innehålla minst 5 tecken.
tr: Grup adı en az 5 karakter olmalıdır.
uk: Назви груп мають містити принаймні 5 символів.
uz: Guruh nomi kamida 5 ta belgidan iborat boʻlishi kerak.
zh_cn: 群组名称必须包含至少 5 个字符。
zh_tw: 群組名稱必須包含至少 5 個字符。

# LinkInvalidStartNumber
source: Channel names can't start with a number.
ar: الروابط العامة لا يمكن أن تبدأ برقم.
be: Назва канала не можа пачынацца з лічбы.
ca: El nom no pot començar amb un número.
de: Kanalnamen dürfen nicht mit einer Zahl anfangen.
es: El nombre del canal no puede comenzar con un número.
fa: نام کانال‌ نمی‌تواند با عدد آغاز شود.
fi: Julkinen linkki ei voi alkaa numerolla.
fr: Les noms de canaux ne peuvent pas commencer par un chiffre.
id: Nama channel tidak dapat diawali angka.
it: I nomi dei canali non possono iniziare con un numero.
ko: 채널명은 숫자로 시작할 수 없습니다.
ms: Nama saluran tidak boleh bermula dengan nombor.
nl: Sorry, begincijfers zijn niet toegestaan.
pl: Nazwy kanałów nie mogą zaczynać się od cyfry.
pt_br: Nome do canal não pode iniciar com número.
ru: Имя канала не может начинаться с цифры.
sv: Publika länkar kan inte inledas med en siffra.
tr: Kanal adları bir sayı ile başlayamaz.
uk: Назви каналів не можуть починатися з цифри.
uz: Kanal nomi raqam bilan boshlanmasligi kerak.
zh_cn: 频道名称不能以数字开头。
zh_tw: 頻道名稱不能以數字開頭。

# LinkInvalidStartNumberMega
source: Group names can't start with a number.
ar: لا يمكن بدء الروابط العامة برقم.
be: Назва суполкі не можа пачынацца з лічбы.
ca: El nom no pot començar amb un número.
de: Gruppennamen dürfen nicht mit einer Zahl anfangen.
es: El nombre del grupo no puede comenzar con un número.
fa: نام گروه‌ نمی‌تواند با عدد آغاز شود.
fi: Julkinen linkki ei voi alkaa numerolla.
fr: Les noms de groupes ne peuvent pas commencer par un chiffre.
id: Nama group tidak dapat dimulai dengan angka.
it: I nomi dei gruppi non possono iniziare con un numero.
ko: 그룹명은 숫자로 시작 할 수 없습니다.
ms: Nama grup tidak boleh bermula dengan nombor.
nl: Begincijfers zijn niet toegestaan.
pl: Nazwy grup nie mogą zaczynać się od cyfry.
pt_br: Nome do grupo não pode iniciar com número.
ru: Имена групп не могут начинаться с цифры.
sv: Publika länkar kan inte börja med en siffra.
tr: Grup adları bir sayı ile başlayamaz.
uk: Назви груп не можуть починатися з цифри.
uz: Guruh nomlarini raqam bilan boshlash mumkin emas.
zh_cn: 群组名称不能以数字开头。
zh_tw: 群組名稱不能以數字開頭。

# LinkIsExpired
source: The time limit for this link has expired.
ar: انتهى الوقت المحدد لهذا الرابط.
be: Тэрмін дзеяння гэтай спасылкі скончыўся.
ca: El límit de temps de l'enllaç ha vençut.
de: Das Zeitlimit ist für den Link abgelaufen.
es: El tiempo límite para este enlace expiró.
fi: Tämän linkin aikaraja on kulunut umpeen.
fr: La durée de vie de ce lien a expiré.
it: Il limite di tempo di questo link è scaduto.
ko: 이 링크의 시간 제한이 만료되었습니다.
ms: Had masa untuk link ini telah tamat.
nl: De tijdslimiet voor deze link is verlopen.
pl: Upłynął limit czasu dla tego linku.
pt_br: O limite de tempo deste link expirou.
ru: Срок действия этой ссылки истёк.
sv: Tidsgränsen för länken har passerats.
tr: Bu bağlantı için zaman sınırı sona erdi.
uk: Посилання застаріло.

# LinkIsExpiredLimitReached
source: This link reached its usage limit.
ar: بلغ هذا الرابط حده من الاستخدام.
be: Гэта спасылка дасягнула ліміт выкарыстанняў.
ca: L'enllaç ha assolit el límit d'usos.
de: Nutzungslimit des Links erreicht.
es: Este enlace alcanzó su límite de usos.
fi: Linkki on kohdannut käyttäjärajan.
fr: Ce lien a atteint sa limite d'utilisation.
it: Questo link ha raggiunto il limite di utilizzo.
ko: 이 링크는 사용 제한에 도달했습니다.
ms: Link ini sudah melebehi had kegunaan.
nl: Deze link heeft de gebruikslimiet bereikt
pl: Ten link osiągnął limit użycia.
pt_br: Este link atingiu o limite de usos.
ru: Ссылка достигла лимита на использование.
sv: Länken har nått sin användargräns.
tr: Bu bağlantı kullanım sınırına ulaştı.
uk: Посилання досягло обмеження на використання.

# LinkIsNoActive
source: This link is no longer active
ar: هذا الرابط لم يعد نشطًا
be: Гэта спасылка больш неактыўная
ca: Aquest enllaç ja no està actiu
de: Der Link ist nicht mehr aktiv
es: Este enlace ya no está activo
fi: Tämä linkki ei enää toimi.
fr: Ce lien n'est plus actif
it: Questo link non è più attivo
ko: 이 링크는 더 이상 사용을 못합니다
ms: Link ini tidak lagi aktif
nl: Deze link is niet meer actief
pl: Ten link już nie jest aktywny
pt_br: Este link não está mais ativo
ru: Ссылка больше не активна
sv: Länken är inte längre aktiv.
tr: Bu bağlantı artık aktif değil
uk: Це посилання більше не діє

# LinkLimitReached
source: Limit reached
ar: بلغ الحد
be: Ліміт дасягнуты
ca: Límit assolit
de: Limit erreicht
es: Límite alcanzado
fi: Raja saavutettu
fr: Limite atteinte
it: Limite raggiunto
ko: 한계 도달
ms: Had dicapai
nl: Limiet bereikt
pl: Limit osiągnięty
pt_br: Limite atingido
ru: Достигнут лимит
sv: Gräns nådd
tr: Sınıra ulaşıldı
uk: Досягнуто обмеження.

# LinkNameHelp
source: Only admins will see this name.
ar: سيظهر هذا الاسم للمشرفين فقط.
be: Толькі кіраўнікі будуць бачыць гэту назву.
ca: Només els administradors el veuran.
de: Nur du und Admins sehen den Namen.
es: Sólo los administradores verán este nombre.
fi: Tämä nimi näkyy vain valvojille.
fr: Seuls les administrateurs verront ce nom.
it: Solo gli amministratori vedranno questo nome.
ko: 관리자들만 이름을 볼 수 있습니다.
ms: Hanya pentadbir akan nampak nama ini.
pl: Tylko administratorzy zobaczą tę nazwę.
pt_br: Só admins irão ver esse nome.
ru: Название будут видеть только администраторы.
sv: Endast administratörer kan se det här namnet.
tr: Bu ismi sadece yöneticiler görecektir.
uk: Цю назву бачитимуть лише адміністратори.
